// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Zapisane zadania";

NoSetTitle = "Nie udało się zastosować ustawień";
NoSetMsg = "Upewnij się, że drukarka jest włączona i podłączona.";

NoPrintTitle = "Nie udało się wydrukować zadania";
NoDeleteTitle = "Nie udało się usunąć zadania";
NoPrintMsg1 = "Upewnij się, że PIN jest poprawny.";
NoPrintMsg2 = "Upewnij się, że drukarka jest podłączona i włączona.";

DeleteJobAlertTitle = "Czy na pewno chcesz usunąć zadanie „%@”?";
DeleteJobAlertMsg = "Wszystkie dane zostaną utracone. Skutków tej operacji nie można cofnąć.";
DeleteButtonTitle = "Usuń";
CancelButtonTitle = "Anuluj";

EnableJobStoring = "Włącz zapisywanie zadań";
TaskDescription = "Wybierz zapisane zadanie, aby je wydrukować lub usunąć. Możesz podać liczbę kopii do wydrukowania.";
UserName = "Nazwa użytkownika";
JobName = "Nazwa zadania";
PinTitle = "Wpisz PIN zabezpieczający zadanie:";
CopiesTitle = "Liczba kopii:";
DeleteButton = "Usuń";
PrintButton = "Drukuj";
ApplyNowButton = "Zastosuj teraz";